tap "railwaycat/emacsmacport"
brew "tmux"
brew "ripgrep"
brew "fd"
#brew "mas"
brew "ack"
brew "asdf"
brew "cmake"
brew "exercism"
brew "git"
brew "ripgrep"
brew "coreutils"
brew "exa"
brew "fwup"
brew "squashfs"
brew "coreutils"
brew "xz"
brew "pkg-config"
brew "emacs-mac", args: ["with-modules"]
cask "lunar"
cask "sizeup"
cask "alacritty"
#cask "alfred"
cask "notion"
cask "mpv"

#mas "Telegram", id: 747648890

#ln -s /usr/local/opt/emacs-mac/Emacs.app /Applications/Emacs.app
